Repository: smarcet/psq_api
Catalog: api/locale/*/LC_MESSAGES/django.po
Languages: es

source: Maximum {slots} users are allowed.
es: Cantidad Maxima de {slots} users esta permitida.

source: Personal info
es: Informacion Personal

source: Permissions
es: Permisos

source: AutoAproved bc tutorial
es: AutoAprobado por que es tutorial

source: user is not present
es: No hay usuario presente

source: you need role {role}
es: se necesita el rol {role}

source: Authorization error.
es: Error de Autorizacion

source: Invalid input.
es: Input Invalido

source: Signature has expired.
es: La firma ha expirado

source: Error decoding signature.
es: Error decodificando la firma

source: Invalid Authorization header. No credentials provided.
es: Encabezado de Autorizacion invalido. no se proveyeron credenciales

source: Invalid Authorization header. Credentials string should not contain spaces.
es: Encabezado de Autorizacion invalido. Las credenciales no pueden contener espacions

source: no more available free slots
es: no hay disponibles mas slots libres

source: user %s is already an allowed user
es: el usuario %s ya es un usuario autorizado

source: user %s is already device owner
es: el usuario %s ya es un propietario de dispositivo

source: user %s is not an allowed user
es: el usuario %s no es un usuario autorizado

source: user %s is already an admin
es: el usuario %s ya es un administrador

source: user %s is not an admin
es: el usuario %s no es un administrador

source: user %s is not an allowed admin user
es: el usuario %s no es un administrador permitido

source: user %s is already on videos shares
es: el usuario %s ya tiene compartido el video

source: user %s is already owner
es: el usuario %s ya es un propietario

source: user %s is not on video shares
es: el usuario %s no tiene compartido el video

source: device {device_id} is already an allowed device
es: el dispositivo {device_id} ya es un dispositivo permitido

source: exercise {exercise_id} is not a tutorial
es: el ejercicio {exercise_id} no es un tutorial

source: We heard that you lost your PSQ password. Sorry about that! But don’t worry! You can use the following link to reset your password: <a href='{href}'>Clicking Here</a> If you don’t use this link within 3 hours, it will expire. To get a new password reset link, visit {password_reset_link} Thanks, Your friends at PSQ
es: Nos hemos enterado que perdio su PSQ password. Sentimos oir eso! Pero no se preocupe! Puede utilizar le siguiente link para reestablecer su password: <a href='{href}'>Pinchando aqui</a> Si no utiliza este link dentro de las 3 horas, este expirara. Para generar un nuevo link para reestablecer su password visite {password_reset_link} Gracias, Sus Amigos de PSQ

source: [PSQ] Please reset your password
es: [PSQ] Reestablezca su password

source: email address
es: correo electronico

source: first name
es: Nombre de Pila

source: last name
es: Apellido

source: date joined
es: fecha de ingreso

source: active
es: activo

source: verified
es: verificado

source: organization
es: organizacion

source: title
es: titulo

source: enrollment
es: matricula

source: country
es: pais

source: state
es: estado

source: Please Confirm your Email <a href='{href}'>Clicking Here</a>
es: Por favor cofirme su correo electronico <a href='{href}'>Pinchando aqui</a>

source: [PSQ] You have been invited to PSQ Application
es: [PSQ] ha sido invitado a PSQ Application

source: slots max. # cant be less than current users quantity!
es: la cantidad maxima de slots no puede ser menor a la cantidad de usuarios actuales

source: user {user_id} is not allowed to use device {device_id}
es: el usuario {user_id} no tiene permitido el uso del dispositivo {device_id}

source: user {user_id} is not allowed to manage device {device_id}
es: el usuario {user_id} no tiene permitido manejar el dispotivo {device_id}

source: user {user_id} is not allowed to admin device {device_id}
es: el usuario {user_id} no tiene permitido administrar el dispotivo {device_id}

source: max duration can not be lower than {min_duration} seconds
es: la duracion maxima no puede ser menor que {min_duration} segundos

source: max duration can not be greater than {max_duration} seconds
es: la duracion minima no puede ser mayor que {max_duration} segundos

source: role has a non valid value
es: rol no tiene un valor valido

source: password and password confirmation should match
es: la contraseña y la confirmacion de contraseña deben coincidir

source: user is already an user
es: el usuario ya esta registrado

source: duration should be greater than 0 seconds
es: la duracion debe ser mayor a 0 segundos

source: max duration should be greater than 0 seconds
es: la duracion maxima debe ser mayor a 0 segundos

source: User {user_id} is mot allowed to manage device {device_id}
es: el usuario {user_id} no tiene permitido manejar el dispotivo {device_id}

source: User %s does not exists
es: el usuario %s no existe

source: User {user_id} already own device {device_id}
es: el usuario {user_id} ya es owner del device {device_id}

source: exam {exam_id} does not belongs to user {user_id}
es: el examen {exam_id} no pertenece al usuario {user_id}

source: missing device_id
es: device_id no presente

source: missing exercise_id
es: exercise_id no presente

source: missing user_id
es: user_id no presente

source: missing exercise_max_duration
es: exercise_max_duration no presente

source: missing signature
es: signature no presente

source: missing expires
es: expires no presente

source: link is expired
es: el link ya expiro

source: device not found
es: dispositivo no encontrado

source: exercise not found
es: ejercicio no encontrado

source: user not found
es: usuario no encontrado

source: link signature is invalid
es: la firma del link es invalida

source: device is not currently broadcasting
es: el dispositivo no se encuentra trasmitiendo actualmente

source: user is not allowed to view this exercise
es: el usuario no tiene permitido ver el ejercicio

source: User {user_id} is not allowed to share exercise {exercise_id}
es: el usuario {user_id} no tiene permitido compartir el ejercicio {exercise_id}

source: Device %s does not exists
es: el dispositivo %s no existe

source: news {news_id} does not belongs to user {user_id}
es: la noticia {news_id} no pertenece al usuario {user_id}

source: User not found
es: usuario no encontrado

source: Missing param 'registration_token'
es: registration_token' no encontrado

source: Missing param 'password'
es: 'password' no encontrado

source: Missing param 'email'
es: 'email' no encontrado

source: Password Reset Request not found
es: Peticion de restablecimiento de contraseña no encontrada

source: user can not update this user
es: el usuario no puede actualizar este usuario

source: user can not delete this user
es: el usuario no puede borrar este usuario

source: User {user_id} cant share video {exam_id}
es: el usuario {user_id} no puede compartir el video {exam_id}}

source: User {user_id} cant view video {exam_id}
es: el usuario {user_id} no puede ver el video {exam_id}
